Repository: ygsgdbd/ListenBar
Catalog: ListenBar/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: %@ · %lld 个进程 · 端口 %@
en: %@ · %lld processes · ports %@
zh_hant: %@ · %lld 個程序 · 連接埠 %@

source: %@ · 已接受 %lld/%lld
en: %@ · %lld/%lld accepted

source: %@ · 成功 %lld/%lld · %@
en: %@ · %lld/%lld succeeded · %@

source: %@ 将发送到 %@ (PID %lld)，目标为 %@。%@
en: %@ will be sent to %@ (PID %lld) for %@. %@
zh_hant: 將傳送 %@ 至 %@ (PID %lld)，目標為 %@。%@

source: %@ 将发送到 %@ 的 %lld 个监听进程，端口为 %@。%@
en: %@ will be sent to %@'s %lld listening processes on ports %@. %@
zh_hant: 將傳送 %@ 至 %@ 的 %lld 個監聽程序，連接埠為 %@。%@

source: %@ 的退出请求均未被接受。
en: All quit requests for %@ were rejected.
zh_hant: %@ 的所有結束要求均未被接受。

source: %@ 的部分退出请求未被接受：成功 %lld/%lld。
en: For %@, only %lld of %lld quit requests were accepted.
zh_hant: %@ 的部分結束要求未被接受：成功 %lld/%lld。

source: %lld 个子进程 · %@
en: %lld subprocesses · %@
zh_hant: %lld 個子程序 · %@

source: lsof 退出状态码：%d。
en: lsof exited with status %d.
zh_hant: lsof 結束狀態碼：%d。

source: 不可用
en: Unavailable
zh_hant: 無法取得

source: 仅本机
en: Local only
zh_hant: 僅限本機

source: 关闭
en: Off
zh_hant: 關閉

source: 发送 %@ 失败
en: Failed to send %@
zh_hant: 傳送 %@ 失敗

source: 发送强制退出请求失败
en: Failed to send force quit request
zh_hant: 傳送強制結束要求失敗

source: 发送退出请求失败
en: Failed to send quit request
zh_hant: 傳送結束要求失敗

source: 取消
en: Cancel

source: 可执行文件
en: Executable
zh_hant: 可執行檔

source: 在 Finder 中显示
en: Show in Finder
zh_hant: 在 Finder 中顯示

source: 复制 lsof 命令
en: Copy lsof Command
zh_hant: 複製 lsof 指令

source: 复制 PID (%@)
en: Copy PID (%@)
zh_hant: 複製 PID (%@)

source: 复制 URL
en: Copy URL
zh_hant: 複製 URL

source: 复制全部端口
en: Copy All Ports
zh_hant: 複製所有連接埠

source: 复制启动命令
en: Copy Launch Command
zh_hant: 複製啟動指令

source: 复制完整信息
en: Copy Full Details
zh_hant: 複製完整資訊

source: 复制脱敏启动命令
en: Copy Redacted Launch Command
zh_hant: 複製已隱藏敏感資訊的啟動指令

source: 复制路径
en: Copy Path
zh_hant: 複製路徑

source: 复制进程信息
en: Copy Process Details
zh_hant: 複製程序資訊

source: 将强制退出 %@ 的所有运行实例。未保存的数据可能丢失。
en: This will force quit all running instances of %@. Unsaved data may be lost.
zh_hant: 將強制結束 %@ 的所有執行中實例。未儲存的資料可能會遺失。

source: 已发送 %@
en: Sent %@
zh_hant: 已傳送 %@

source: 已发送强制退出请求
en: Sent force quit request
zh_hant: 已傳送強制結束要求

source: 已发送退出请求
en: Sent quit request
zh_hant: 已傳送結束要求

source: 常驻内存：%@
en: Resident memory: %@
zh_hant: 常駐記憶體：%@

source: 强制终止 (SIGKILL)
en: Force Kill (SIGKILL)
zh_hant: 強制終止 (SIGKILL)

source: 强制终止全部监听进程 (SIGKILL)
en: Force Kill All Listening Processes (SIGKILL)
zh_hant: 強制終止所有監聽程序 (SIGKILL)

source: 强制终止全部监听进程…
en: Force Kill All Listening Processes…
zh_hant: 強制終止所有監聽程序…

source: 强制终止进程…
en: Force Kill Process…
zh_hant: 強制終止程序…

source: 强制退出
en: Force Quit
zh_hant: 強制結束

source: 强制退出 %@
en: Force Quit %@
zh_hant: 強制結束 %@

source: 强制退出 %@…
en: Force Quit %@…
zh_hant: 強制結束 %@…

source: 所有网络接口
en: All interfaces
zh_hant: 所有網路介面

source: 打开 localhost
en: Open localhost
zh_hant: 開啟 localhost

source: 打开菜单时
en: When Menu Opens
zh_hant: 開啟選單時

source: 每 %lld 秒
en: Every %lld Seconds

source: 指定网络接口
en: Specific interface
zh_hant: 指定網路介面

source: 无效的 PID：%lld
en: Invalid PID: %lld
zh_hant: 無效的 PID：%lld

source: 无法终止 PID %lld：%@
en: Unable to terminate PID %lld: %@
zh_hant: 無法終止 PID %lld：%@

source: 无法读取 lsof 输出。
en: Unable to read lsof output.
zh_hant: 無法讀取 lsof 輸出。

source: 更新于 %@
en: Updated %@
zh_hant: 更新於 %@

source: 未发现监听端口
en: No listening ports found
zh_hant: 未發現監聽中的連接埠

source: 未找到 %@ 的运行实例。
en: No running instances of %@ were found.
zh_hant: 找不到 %@ 的執行中實例。

source: 未知来源
en: Unknown source
zh_hant: 未知來源

source: 来源：%@
en: Source: %@
zh_hant: 來源：%@

source: 打开登录项设置
en: Open Login Items Settings
zh_hant: 開啟登入項目設定

source: 检查更新…
en: Check for Updates…
zh_hant: 檢查更新…

source: GitHub 仓库
en: GitHub Repository
zh_hant: GitHub 儲存庫

source: 登录时打开
en: Open at Login
zh_hant: 登入時開啟

source: 请前往“系统设置”>“通用”>“登录项”允许 ListenBar。
en: Allow ListenBar in System Settings > General > Login Items.
zh_hant: 請前往「系統設定」>「一般」>「登入項目」允許 ListenBar。

source: 当前用户
en: Current User
zh_hant: 目前使用者

source: 忽略此 App
en: Ignore This App

source: 忽略此进程
en: Ignore This Process
zh_hant: 忽略此程序

source: 点击项目以恢复显示
en: Select an item to show it again
zh_hant: 點選項目即可重新顯示

source: 已忽略项目（%lld）
en: Ignored Items (%lld)
zh_hant: 已忽略項目（%lld）

source: 恢复全部
en: Restore All
zh_hant: 全部恢復

source: 所有监听项目均已忽略
en: All listening items are ignored
zh_hant: 所有監聽項目均已忽略

source: %lld 个监听进程
en: %lld Listening Processes
zh_hant: %lld 個監聽程序

source: %lld 个进程
en: %lld processes
zh_hant: %lld 個程序

source: %lld 个端口
en: %lld ports
zh_hant: %lld 個連接埠

source: 端口占用已变化，请重新确认。
en: Port ownership changed. Please confirm again.
zh_hant: 連接埠所屬程序已變更，請重新確認。

source: 系统
en: System
zh_hant: 系統

source: 系统与其他用户
en: System and Other Users
zh_hant: 系統與其他使用者

source: 终止全部监听进程 (SIGTERM)
en: Terminate All Listening Processes (SIGTERM)
zh_hant: 終止所有監聽程序 (SIGTERM)

source: 终止全部监听进程…
en: Terminate All Listening Processes…
zh_hant: 終止所有監聽程序…

source: 终止进程
en: Terminate Process
zh_hant: 終止程序

source: 终止进程 (SIGTERM)
en: Terminate Process (SIGTERM)
zh_hant: 終止程序 (SIGTERM)

source: 自动刷新：%@
en: Auto Refresh: %@
zh_hant: 自動重新整理：%@

source: 这会影响 %lld 个进程。
en: This affects %lld processes.
zh_hant: 這會影響 %lld 個程序。

source: 这看起来是主应用进程。
en: This looks like the main app process.
zh_hant: 這似乎是主 App 程序。

source: 这看起来是系统进程。
en: This looks like a system process.
zh_hant: 這似乎是系統程序。

source: 进程详情
en: Process Details
zh_hant: 程序詳細資訊

source: 退出 %@
en: Quit %@
zh_hant: 結束 %@

source: 退出 ListenBar
en: Quit ListenBar
zh_hant: 結束 ListenBar

source: 部分强制退出请求发送失败
en: Some force quit requests failed
zh_hant: 部分強制結束要求傳送失敗

source: 部分进程发送 %@ 失败
en: Failed to send %@ to some processes
zh_hant: 部分程序傳送 %@ 失敗

source: 部分进程未能终止：%@
en: Some processes could not be terminated: %@
zh_hant: 部分程序未能終止：%@

source: 部分退出请求发送失败
en: Some quit requests failed
zh_hant: 部分結束要求傳送失敗

source: 正在扫描…
en: Scanning…
zh_hant: 正在掃描…

source: SIGKILL 无法由进程处理。
en: SIGKILL cannot be handled by the process.
zh_hant: SIGKILL 無法由程序處理。
